{
  "DecDispDisputes": "Disputes",
  "DecDispManageDisputesText": "Manage your disputes here.",
  "DecDispSubmitted": "Submitted",
  "DecDispReceived": "Received",
  "DecDispNoDisputesFound": "No disputes found",
  "DecDispCurrentDisputesText": "Here are all your current disputes.",
  "DecDispSearch": "Search",
  "DecDispDecentralizedDisputeResolutionTitle": "Decentralized Dispute Resolution 3.0",
  "DecDispSubmitDisputePageTitle": "Submit Dispute",
  "DecDispScenarioHeading": "Scenario 1: Umaya submits a dispute during job",
  "DecDispDashboard": "Dashboard",
  "DecDispJobs": "Jobs",
  "DecDispContracts": "Contracts",
  "DecDispOverview": "Overview",
  "DecDispCommunities": "Communities",
  "DecDispMessages": "Messages",
  "DecDispPayments": "Payments",
  "DecDispCredentials": "Credentials",
  "DecDispReferAndEarn": "Refer and earn",
  "DecDispContribute": "Contribute",
  "DecDispSettings": "Settings",
  "DecDispLogout": "Logout",
  "DecDispDisputeID": "Dispute ID",
  "DecDispRespondent": "Respondent",
  "DecDispDisputeTitle": "Dispute title",
  "DecDispUnexpectedChangesToProjectScope": "Unexpected changes to mobile app design project scope",
  "DecDispSubmittedDate": "Submitted date",
  "DecDispStatus": "Status",
  "DecDispAwaitingResponse": "Awaiting response",
  "DecDispContractID": "Contract ID",
  "DecDispContractNumber": "xxxxxxxxx",
  "DecDispContractName": "Contract name",
  "DecDispContractDetails": " of ",
  "DecDispClient": "Client",
  "DecDispCategory": "Category",
  "DecDispScopeAndContractDisputes": "Scope and Contract Disputes",
  "DecDispPrevious": "Previous",
  "DecDispNext": "Next",
  "DecDispBackToDispute": "Back to dispute",
  "DecDispWithdraw": "Withdraw",
  "DecDispMessage": "Message",
  "DecDispAwaitingResponseFrom": "Awaiting response from respondent",
  "DecDispResponseDeadline": "Ocean Protection has until April 18, 2024 00:00 UTC to respond to your dispute.",
  "DecDispContractDisputed": "Contract disputed",
  "DecDispPlaceholderText": "xxxxxxxxxxxxxxxxxxxxxx",
  "DecDispTimeline": "Timeline",
  "DecDispYou": "You",
  "DecDispSubtextJustNow": "Just now",
  "DecDispFiledDispute": "Filed a dispute against ",
  "DecDispBackToDisputes": "Back to disputes",
  "DecDispManageOffers": "Manage your jobs offers and work.",
  "DecDispCreate": "Create",
  "DecDispViewAll": "View all",
  "DecDispOngoing": "Ongoing",
  "DecDispArchive": "Archive",
  "DecDispMinutesAgo": " min ago",
  "DecDispFixedPrice": " (Fixed-price)",
  "DecDispInitiateDispute": "Initiate a dispute",
  "DecDispProvideInformation": "Please provide the necessary information to initiate the dispute resolution process for the selected contract.",
  "DecDispDisputeCategoryLabel": "Dispute category*",
  "DecDispSelect": "Select",
  "DecDispDisputeTitleLabel": "Dispute title*",
  "DecDispConciseSummary": "Provide a concise summary of the dispute",
  "DecDispDisputeDescriptionLabel": "Dispute description*",
  "DecDispDetailedDescription": "Describe the dispute in detail, including the events that led to the disagreement and any relevant circumstances.",
  "DecDispContinue": "Continue",
  "DecDispCancel": "Cancel",
  "DecDispSupportingEvidenceLabel": "Supporting evidence*",
  "DecDispUploadInstructions": "Upload any relevant documents, screenshots, delivered work or written communications, that support your claim. Please ensure all personal information is redacted or anonymized.",
  "DecDispClickToUpload": "Click to upload",
  "DecDispFileFormats": "PDF, DOC, DOCX, PNG, JPG, GIF, MOV or MP4 (max. 10MB)",
  "DecDispMaxFileSize": "200 KB",
  "DecDispUploadProgress": "10%",
  "DecDispBack": "Back",
  "DecDispDragAndDrop": "or drag and drop",
  "DecDispConfirmationStatement": "I hereby confirm that the information provided in this form is true and accurate to the best of my knowledge.",
  "DecDispAcknowledgment": "I understand that the submitted information will be shared with the respondent and relevant parties involved in the resolution process and adheres to the platform's guidelines for dispute submission.",
  "DecDispComplete": "Complete",
  "DecDispProfileLink": "’s profile",
  "DecDispEndContract": "End contract",
  "DecDispJobConfirmed": "Your job has been confirmed",
  "DecDispCompleteInstructions": "Once you have finished your work please click on complete button.",
  "DecDispDetails": "Details",
  "DecDispActivity": "Activity",
  "DecDispDue": "Due ",
  "DecDispHours": " hours",
  "DecDispDisputeSubmitted": "Dispute submitted successfully",
  "DecDispThankYouForDispute": "Thank you for submitting your dispute (Dispute ID ",
  "DecDispDisputeNotification": "  has been notified of your dispute and has until ",
  "DecDispDisputeResponseTime": " to respond. You will receive a notification once they has provided their response or if any further action is required from you. In the meantime, you can track the progress of your dispute in this section of your contracts.",
  "DecDispWithdrawDispute": "Withdraw dispute",
  "DecDispWithdrawConfirmation": "Are you sure you want to withdraw this dispute? This action cannot be undone.",
  "DecDispMyDisputes": "My Disputes",
  "DecDispAwaitingConfirmation": "Awaiting confirmation",
  "DecDispCompletionSubmitted": "Completion submitted",
  "DecDispAwaitingConfirmationFrom": "Awaiting confirmation from ",
  "DecDispWithdrawn": "Withdrawn",
  "DecDispSubmittedOn": "Submitted ",
  "DecDispDisputeWithdrawn": "Dispute withdrawn",
  "DecDispWithdrewOn": "You withdrew this dispute on ",
  "DecDispWithdrawDisputeText": "Withdraw this dispute",
  "DecDispDayAgo": " day ago",
  "DecDispProfile": " profile",
  "DecDispAwaitingCompletion": "Awaiting completion",
  "DecDispOngoingJob": "This job is ongoing and awaiting completion",
  "DecDispContest": "Contest",
  "DecDispConfirmCompletion": "Confirm Completion",
  "DecDispMarkedCompleted": " has marked this job completed. Confirm so they can receive payment.",
  "DecDispCommunicationProblems": "Communication Problems",
  "DecDispDisputeResponseDeadline": " has until ",
  "DecDispDisputeResponseDeadlineTime": " to respond to your dispute.",
  "DecDispPageTitleReceivesResponse": "Receives Response",
  "DecDispNotifications": "Notifications",
  "DecDispResponseSubmittedtoDisp": "Has submitted their response to your dispute: ",
  "DecDispReviewResponseInstructions": "). Review their response and evidence in the disputes section.",
  "DecDispViewResponse": "View response",
  "DecDispSubjectDisputeUpdate": "Subject: Dispute Update: Respondent Responded (Dispute ID",
  "DecDispDear": "Dear ",
  "DecDispInformResponse": ", We would like to inform you that the respondent, ",
  "DecDispResponseSubmittedText": ", has submitted their response to your dispute regarding ",
  "DecDispRespondentResponseAvailable": "). The respondent's response, along with any supporting evidence, is now available for your review in the dispute resolution dashboard. To access the response, please follow these steps: Log in to your Socious account Navigate to the \"Disputes\" section Click on the dispute with ID: DIS-1234 Review the respondent's response and evidence Next Steps: You can now review the respondent's response. The dispute will now be assigned to a panel of three jurors who will review the submissions from both parties and make a final decision. You will be notified once the jurors have reached a decision, and the outcome will be communicated to both parties. Please note that failure to respond to the dispute within 7 business days may result in a default judgment in favor of the claimant. If you have any questions or concerns, please contact our support team at support@socious.com. Best regards, Socious Team",
  "DecDispReviewResponse": "Review response",
  "DecDispThanksTeam": "Thanks, The team",
  "DecDispEmailSentTo": "This email was sent to ",
  "DecDispUnsubscribeInfo": ". If you'd rather not receive this kind of email, you can unsubscribe or manage your email preferences. © 2023 Socious Inc., Nihonbashi 3-2-14-1F, Chuo-ku, Tokyo 103-0027, Japan",
  "DecDispPendingReview": "Pending review",
  "DecDispPendingJurors": "Pending review by jurors",
  "DecDispResponseAwaitingReview": " has submitted a response. Your dispute is now awaiting for review from jurors, once assigned they will have 7 days to reach a decision.",
  "DecDispDaysAgo": " days ago",
  "DecDispResponseSubmitted": "Submitted a response",
  "DecDispHourAgo": " hour ago",
  "DecDispResponseText": "Has submitted their response to your dispute: \"Unresponsive freelancer and incomplete mobile app design project\" (Dispute ID #DIS-1234). Review their response and evidence in the disputes section.",
  "DecDispEmailSentToInfo": "This email was sent to info@oceanprotection.com. If you'd rather not receive this kind of email, you can unsubscribe or manage your email preferences. © 2023 Socious Inc., Nihonbashi 3-2-14-1F, Chuo-ku, Tokyo 103-0027, Japan",
  "DecDispClaimant": "Claimant",
  "DecDispDateSubmitted": "Date submitted",
  "DecDispDisputeAgainstYou": "Submitted a dispute against you: ",
  "DecDispReviewDetailsSubmitResponse": "). Review the dispute details and submit your response before ",
  "DecDispViewDetails": "View details",
  "DecDispNewDisputeSubject": "Subject: New Dispute Submitted Against You (Dispute ID #DIS-",
  "DecDispNewDisputeText": ")Hello Harry, A new dispute has been submitted against you by ",
  "DecDispSubmitResponse": "Submit response",
  "DecDispYourResponse": "Your response to the dispute",
  "DecDispDetailedResponseInstructions": "Please provide your detailed response to the dispute. Include any relevant information, explanations, or evidence to support your position.",
  "DecDispYourResponseLabel": "Your response*",
  "DecDispExplainStory": "Explain your side of the story and address the claims made by the claimant.",
  "DecDispProvideResponseDetails": "Provide your detailed response to the dispute here. Address the concerns raised by the claimant and explain your side of the story. Be clear, concise, and factual in your response.",
  "DecDispSupportingEvidenceInstructions": "Upload any relevant documents, screenshots, delivered work or written communications, that support your position. Please ensure all personal information is redacted or anonymized.",
  "DecDispInformationSharingNotice": "I understand that the submitted information will be shared with the claimant and relevant parties involved in the resolution process and adheres to the platform's guidelines for dispute submission.",
  "DecDispSubmitResponseButton": "Submit Response",
  "DecDispResponseSubmittedSuccess": "Response submitted successfully",
  "DecDispAwaitingResponseFromYou": "Awaiting response from you",
  "DecDispResponseDeadlineUser": "You have until ",
  "DecDispDefaultJudgmentNotice": " to respond to this dispute. Failure to respond may result in a default judgment in favor of the claimant.",
  "DecDispDisputeFiledAgainstYou": "Filed a dispute against you",
  "DecDispPendingJurorsReview": "Pending review from jurors",
  "DecDispResponseRecordedSuccess": "Your response has been successfully recorded and is now awaiting for review from jurors.",
  "DecDispJurorsDecisionTimeline": "Your response has been successfully recorded and is now awaiting for review from jurors. Once assigned, jurors have 7 days to reach a decision.",
  "DecDispDisputeDetailsSubmitBefore": "Submitted a dispute against you: \"Unresponsive freelancer and incomplete mobile app design project\" (Dispute ID #DIS-1234). Review the dispute details and submit your response before April 18, 2024 00:00 UTC.",
  "DecDispJurorReview": "Juror Review",
  "DecDispThankYouForResponse": "Thank you for submitting your response to the dispute (Dispute ID #DIS-",
  "DecDispResponseRecorded": "). Your response has been successfully recorded and will be reviewed by the assigned jurors. The claimant will be notified of your response and will have the opportunity to review the information you provided.",
  "DecDispAwaitingJurorReview": "You have submitted a response. Your dispute is now awaiting for review from jurors, once assigned they will have 7 days to reach a decision.",
  "DecDispPageTitleInvitation": "Receives invitation",
  "DecDispTeamName": "Socious Team",
  "DecDispJurorInvitation": "Juror Invitation: Dispute ID #DIS-",
  "DecDispJurorResponseRequired": " - Response required within 72 HoursYou have been invited to serve as a juror for a dispute on Socious. Accept the invitation to earn impact points and contribute to a fair resolution. Click to review the details and accept or decline.",
  "DecDispJurorInvitationSubject": "Subject: Invitation to be a Juror on a Dispute (Dispute ID #DIS-1234) - Response Required Within 72 Hours Dear Toshi, You have been selected as a potential juror for a dispute resolution case on the Socious platform. We believe that your expertise and impartial perspective would be valuable in helping to resolve this dispute fairly. Dispute Details: Dispute ID #DIS-1234 Dispute Title: [Dispute Title] As a juror, you will be responsible for reviewing the evidence and arguments presented by both the claimant and the respondent. You will then collaborate with two other jurors to reach a fair and unbiased decision. Why become a Juror: Earn Impact Points: By serving as a juror, you will have the opportunity to earn impact points that recognize your contribution to the Socious community. Contribute to a Fair Resolution: Your participation as a juror plays a crucial role in ensuring that disputes within the Socious community are resolved fairly and impartially. By dedicating your time and expertise, you can help maintain trust and integrity within the platform. Next Steps: Accept or Decline: Please click on the \"Accept\" button below if you are willing to serve as a juror for this dispute. If you are unable to participate, click on the \"Decline\" button. Important: Please respond within 72 hours of receiving this invitation. If we do not receive your response within this timeframe, we will assume that you are unable to participate and will select another juror. Review Dispute Details: If you accept, you will gain access to the dispute resolution dashboard, where you can review the details of the case, including the evidence and arguments submitted by both parties. Collaborate with Other Jurors: You will be able to communicate with the other two jurors assigned to the case through a secure and confidential channel within the dispute resolution dashboard. Reach a Decision: After reviewing the case and deliberating with the other jurors, you will be required to submit your decision within the specified timeframe. If you have any questions or concerns, please don't hesitate to reach out to our support team at support@socious.com. Thank you for considering this opportunity to contribute to the fairness and integrity of the Socious community. Best regards, Socious Team",
  "DecDispJurorInvitationEmail": "This email was sent to ecowarrior_toshi@gmail.com. If you'd rather not receive this kind of email, you can unsubscribe or manage your email preferences. © 2023 Socious Inc., Nihonbashi 3-2-14-1F, Chuo-ku, Tokyo 103-0027, Japan",
  "DecDispDisputeResolutionCenter": "Disputes Resolution Center",
  "DecDispManageDisputes": "Manage disputes here.",
  "DecDispJurorStatusInvited": "Invited",
  "DecDispJurorStatusPending": "Pending",
  "DecDispJurorSelection": "Juror selection",
  "DecDispJurorStatusExpired": "Expired",
  "DecDispContributorDashboard": "Contributor dashboard",
  "DecDispDisputeResolution": "Dispute resolution",
  "DecDispContentModeration": "Content moderation",
  "DecDispProfilesVerification": "Profiles verification",
  "DecDispJurorInvitationTitle": "Invitation to be a juror on a dispute (Dispute ID #DIS-1234)",
  "DecDispRespondWithin72Hours": "Please respond within 72 hours of receiving this invitation.",
  "DecDispResponseDeadlineNotice": "If we do not receive your response within this timeframe, we will assume that you are unable to participate and will select another juror.",
  "DecDispJurorSelectionDetails": "You have been selected as a potential juror for a dispute resolution case on the Socious platform. We believe that your expertise and impartial perspective would be valuable in helping to resolve this dispute fairly. Dispute Details: Dispute ID #DIS-1234 Dispute Title: [Dispute Title] As a juror, you will be responsible for reviewing the evidence and arguments presented by both the claimant and the respondent. You will then collaborate with two other jurors to reach a fair and unbiased decision. Thank you for considering this opportunity to contribute to the fairness and integrity of the Socious community.",
  "DecDispAcceptButton": "Accept",
  "DecDispDeclineButton": "Decline",
  "DecDispInvitationExpired": "We're sorry, but the deadline to accept the invitation to serve as a juror for this case has passed. As we didn't receive your response within the specified 72-hour timeframe, we have assumed that you are unable to participate at this time. Another juror will be selected to take your place.",
  "DecDispCloseButton": "Close",
  "DecDispJurorSelected": "You've been selected as a juror",
  "DecDispJurorAcceptedNotification": "Thank you for accepting the invitation to serve as a juror. We'll notify you once two more jurors have been selected to start the review.",
  "DecDispChatWithJurors": "Chat with jurors",
  "DecDispChatWithClaimantOnly": "Chat with the claimant only",
  "DecDispChatWithRespondentOnly": "Chat with the respondent only",
  "DecDispDisputeFiledAgainstClient": "Filed a dispute against their client",
  "DecDispPageTitleDecision": "Receives Decision",
  "DecDispJurorsDecision": "The jurors have reached a decision on the dispute (Dispute ID #DIS-1234) filed against you. View the outcome in the disputes section.",
  "DecDispViewOutcome": "View outcome",
  "DecDispDecisionReachedSubject": "Subject: Dispute Decision Reached - Dispute ID #DIS-1234 We are writing to inform you that the jurors assigned to your dispute case (Dispute ID #DIS-1234) have reached a decision. The decision is now available for you to view in your Socious account. To access the decision and any next steps, please follow these instructions: Log in to your Socious account Navigate to the \"Disputes\" section Click on the dispute with ID: DIS-1234 Review the decision If you have any questions or require further assistance, please don't hesitate to contact our support team at support@socious.com. Best regards, Socious Team",
  "DecDispViewDecision": "View decision",
  "DecDispDecisionClosed": "Closed",
  "DecDispJurorsDecisionFiled": "The jurors have decided to file against you on ",
  "DecDispJurors": "Jurors",
  "DecDispDecisionSubmitted": "Submitted their decision",
  "DecDispBecomeContributor": "Become a Socious contributor",
  "DecDispJoinCommunity": "Join our community of dedicated individuals and help shape the future of the Socious platform.",
  "DecDispUnlockContributorProgram": "Keep Going to unlock the Socious Contributor program!",
  "DecDispProgressNotification": "You're making great progress! Reach 10,000 impact points to join our exclusive Contributor program and make an even bigger impact on the Socious platform.",
  "DecDispContributorOpportunity": "As a Socious Contributor, you'll have the unique opportunity to play an active role in various aspects of our platform, including dispute resolution, content moderation, and profile verification. By joining our contributor pool, you'll work alongside like-minded individuals to ensure the integrity, fairness, and safety of the Socious community.",
  "DecDispLearnAboutProgram": "Learn more about the Socious Contributor Program",
  "DecDispWhyBecomeContributor": "Why become a contributor?",
  "DecDispShapePlatform": "Shape the platform: Your contributions directly influence the user experience and help maintain a trustworthy and engaging environment for all Socious members.",
  "DecDispDevelopSkills": "Develop valuable skills: Participating as a contributor allows you to develop your problem-solving and decision-making abilities.",
  "DecDispEarnRewards": "Earn rewards: To recognize your time and effort, contributors are eligible for rewards such as impact points, exclusive access to features, or other incentives based on their level of involvement.",
  "DecDispHowToGetStarted": "How to get started",
  "DecDispReachImpactPoints": "Reach 10,000 Impact Points",
  "DecDispPointsMilestone": "To become a Socious Contributor, you must first earn 10,000 impact points through your active participation and valuable contributions to the platform. This milestone demonstrates your commitment to the Socious community and ensures that our contributor pool consists of dedicated and experienced members.",
  "DecDispOptInContributorPool": "Opt-In to the Contributor Pool",
  "DecDispJoinNow": "Click the \"Join Now\" button to opt-in to the Socious Contributor Pool. By opting in, you agree to abide by the Contributor Guidelines and are ready to take on the responsibilities of a contributor. As a member of the contributor pool, you'll be eligible to be randomly selected for available tasks that match your skills and interests. Some of the exciting opportunities you may be invited to participate in include: Reviewing dispute cases as a juror, ensuring fair and unbiased resolution for all parties involved. Moderating user-generated content to maintain a safe and respectful platform environment. (Coming Soon) Verifying user profiles to prevent fraud and maintain trust within the Socious community. (Coming Soon)",
  "DecDispStartContributing": "Start contributing",
  "DecDispContributorDashboardAccess": "Once you've opted in, you will be granted access to the Contributor Dashboard. As new contributor roles become available, you'll have the opportunity to expand your involvement and make an even greater impact on the Socious platform.",
  "DecDispCongratulationsPoints": "Congratulations on reaching 10,000 impact points!",
  "DecDispJoinContributorCommunity": "You're now invited to join our Socious Contributor community and make an even bigger impact on our platform. Click to join now!",
  "DecDispJoinNowButton": "Join now",
  "DecDispYourContributorDashboard": "Your Contributor Dashboard",
  "DecDispDashboardManagement": "From here, you can manage your tasks and grow as a valued member of our community.",
  "DecDispStopNotifications": "Stop receiving new task notifications",
  "DecDispThankYouJoining": "Thank you for joining the Socious Contributor program!",
  "DecDispContributorDedication": "Your dedication and expertise are invaluable in maintaining the integrity and growth of our platform. Let's work together to make a lasting impact on the Socious community.",
  "DecDispLatestDisputes": "Latest disputes",
  "DecDispDisputesSection": "Here are all your latest disputes.",
  "DecDispContributorResources": "Contributor resources",
  "DecDispLeaveProgram": "Leave",
  "DecDispLeaveContributorProgram": "Leave the Contributor Program",
  "DecDispSellAllDisputes": "Sell all disputes",
  "DecDispBecomeContributorPageTitle": "Become a contributor",
  "DecDispCongratulationsJoin": "Congratulations on reaching 10,000 impact points! You're now invited to join our Socious Contributor community and make an even bigger impact on our platform. Click to learn more and join now!",
  "DecDispContributorProgram": "Contributor",
  "DecDispJoinContributorProgram": "Join the Socious Contributor program",
  "DecDispUnlockOpportunity": "You've unlocked the opportunity to make an even greater impact on the Socious platform. By opting in, you agree to abide by the Contributor Guidelines and take on the responsibilities of a valued member of our contributor community.",
  "DecDispAgreeGuidelines": "I have read, understand, and agree to abide by the Socious Contributor Guidelines.",
  "DecDispOptOutConfirmation": "Are you sure you want to opt out from the Socious Contributor Program?",
  "DecDisp_contributor_exit_info": "We value your contributions and would be sad to see you go! If you need a break, you might consider pausing your participation instead. By pausing your contributor status, you will: Temporarily stop receiving new task notifications Retain your contributor status Have the flexibility to resume your participation whenever you're ready If you still wish to opt out, please keep in mind that: You will be removed from the Contributor Program and stop receiving all task notifications You will lose your contributor status You'll need to go through the opt-in process again if you decide to rejoin in the future",
  "DecDisp_page_title_submit_decision": "Submit Decision",
  "DecDisp_text_submit_decision": "Submit your decision",
  "DecDisp_juror_instruction_review_case": "As a juror, please carefully review the evidence and arguments presented by both the claimant and the respondent. After considering the facts of the case, select the party you believe has the stronger position based on the information provided.",
  "DecDisp_label_talent": "Talent",
  "DecDisp_label_organization": "Organization",
  "DecDisp_text_submit_decision_heading": "Submit Decision",
  "DecDisp_text_claimant": "The claimant",
  "DecDisp_text_respondent": "The respondent",
  "DecDisp_text_decision_submitted": "Decision submitted",
  "DecDisp_juror_thank_you": "Thank you for submitting your decision as a juror. The final outcome will be determined once all jurors have voted. We appreciate your participation in the Socious dispute resolution process.",
  "DecDisp_heading_earned_points": "You’ve earned",
  "DecDisp_text_impact_points": "impact points",
  "DecDisp_decision_submission_date": "Your decision has been submitted on April 12, 2024 00:00 UTC.",
  "DecDisp_text_decision_time_expired": "Decision time limit expired",
  "DecDisp_decision_deadline_passed": "The deadline for decision has passed. Another juror will be selected to the case.",
  "DecDisp_jurors_selected_notice": " jurors have been selected. They have until ",
  "DecDisp_decision_toreach_deadline_notice": " to reach a decision.",
  "DecDisp_juror_timeout_notice": "Unfortunately, one or more jurors did not submit their decision within the allocated time frame. As a result, the case will be reassigned to a new juror to ensure a fair and timely resolution.",
  "DecDisp_page_title_review": "Review",
  "DecDisp_jury_selection_complete_notice": "The jury selection process is now complete, you will be collaborating with two other jurors to review the case materials and reach a fair decision. You have until ",
  "DecDisp_decision_tomake_deadline_notice": " to make a decision. If you don't submit before this date, another juror will be selected.",
  "DecDisp_chat_discord_channel": "Chat outside Socious on a Discord private channel",
  "DecDisp_dispute_id_jury_selection_complete": "Dispute ID #DIS-1234 - Jury selection complete. The jury selection process is now complete, you will be collaborating with two other jurors to review the case materials and reach a fair decision.",
  "DecDisp_juror_timeout_reassignment_notice": "Unfortunately, one or more jurors did not submit their decision within the allotted time frame. As a result, the case will be reassigned to a new juror to ensure a fair and timely resolution.",
  "DecDisp_claim_sent_waiting_response": "The claim has been sent and is awaiting response from the respondent",
  "DecDisp_claim_withdrawn_by_claimant": "The claim has been withdrawn by the claimant",
  "DecDisp_case_closed_decision_reached": "Decision has been reached, case is closed",
  "DecDisp_dispute_pending_jurors_selection": "The dispute is awaiting jurors selection. The dispute is pending review from jurors until decision is reached by all of them",
  "DecDisp_juror_decision_submitted": "Decision submitted by the juror",
  "DecDisp_text_accepted": "Accepted",
  "DecDisp_dispute_awaiting_jurors_selection": "The dispute is awaiting jurors selection",
  "DecDisp_case_accepted": "Case accepted",
  "DecDisp_invitation": "Invitation",
  "DecDisp_expiration_deadline_to_submit_decision": "Expiration of the deadline to submit a decision",
  "DecDisp_text_declined": "Declined",
  "DecDisp_dispute_pending_review": "The dispute is pending review from jurors until decision is reached by all of them",
  "DecDisp_ocean_protection_profile": "Ocean Protection’s profile",
  "DecDisp_withdraw_dispute": "Withdraw dispute",
  "DecDisp_dispute_category": "Dispute category",
  "DecDisp_scope_and_contract_disputes_issues": "Scope and Contract Disputes Issues",
  "DecDisp_incomplete_or_unsatisfactory_work": "Incomplete or Unsatisfactory Work",
  "DecDisp_intellectual_property_and_confidentiality": "Intellectual Property and Confidentiality",
  "DecDisp_professionalism_and_conduct": "Professionalism and Conduct",
  "DecDisp_cancellation_and_refunds": "Cancellation and Refunds",
  "DecDisp_others": "Others"
}