{
  "terms-introduction": "With the mission to give everyone the chance to make a difference, Socious Global Inc. provides services through this website at the domain 'socious.io' and the services provided in this application.",
  "terms-article1-title": "Article 1. Application",
  "terms-article1-content": "These Terms set forth the terms and conditions of the Services and the relationship of rights and obligations between the Company and the Registered User.",
  "terms-article2-title": "Article 2. Definitions",
  "terms-article2-content": "The following terms used in this Agreement shall have the meanings set forth below. (1) Website: The website operated by the Company whose domain is 'socious.io/'.",
  "terms-article3-title": "Article 3. Registration Procedures",
  "terms-article3-content": "A person who wishes to use the Services must agree to comply with these Terms of Use and provide certain information as specified by the Company.",
  "terms-article4-title": "Article 4. Provision of the Service",
  "terms-article4-content": "The Company shall make the Site available for use by registered users and provide the Service regardless of the time of day.",
  "terms-article5-title": "Article 5. Obligations of Registered Users",
  "terms-article5-content": "The Registered User represents and warrants the following: (1) That the Registered User has the ability to effectively conclude this Agreement.",
  "terms-article6-title": "Article 6. Ownership of Rights",
  "terms-article6-content": "All intellectual property rights related to the Company’s website and the Service belong to the Company or the party that has granted a license to the Company.",
  "terms-article7-title": "Article 7. Paid Services",
  "terms-article7-content": "Registered Users shall pay the Company the usage fees separately determined by the Company and displayed on the Company’s website.",
  "terms-article8-title": "Article 8. Prohibited Matters",
  "terms-article8-content": "Registered users shall not engage in any of the following acts when using the Service: (1) Actions that violate laws and regulations or are related to criminal acts.",
  "terms-article9-title": "Article 9. Cancellation of Registration, etc.",
  "terms-article9-content": "In the event that a registered user falls under any of the following items, the Company may cancel the registration as a registered user.",
  "terms-article10-title": "Article 10. Withdrawal from the Service",
  "terms-article10-content": "A registered user may withdraw from the Service and delete their registration as a registered user by completing the procedures prescribed by the Company.",
  "terms-article11-title": "Article 11. Change and Termination of the Contents of the Service",
  "terms-article11-content": "The Company may change the contents of the Service or terminate the provision of the Service at the Company’s convenience.",
  "terms-article12-title": "Article 12. Disclaimers and Disclaimer of Warranty",
  "terms-article12-content": "The Company does not warrant, expressly or impliedly, that the Service will be fit for the particular purpose of the Registered User.",
  "terms-article13-title": "Article 13. Confidentiality",
  "terms-article13-content": "The registered user shall keep confidential any non-public information disclosed by the Company to the registered user in relation to the Service.",
  "terms-article14-title": "Article 14. Changes to this Agreement, etc.",
  "terms-article14-content": "The Company may change this Agreement if the Company deems it necessary to do so.",
  "terms-article15-title": "Article 15. Notification, etc.",
  "terms-article15-content": "The registered user agrees that the Company may provide notifications and messages through the service or to the contact information provided.",
  "terms-article16-title": "Article 16. Transfer of Status under Service Use Contract, etc.",
  "terms-article16-content": "Registered Users may not assign, transfer, mortgage, or otherwise dispose of their status under the Usage Contract."
}
