{
  "refer-not-verified-user-banner-desc": "Verifica tu identidad para empezar a invitar amigos y ganar recompensas.",
  "refer-not-verified-org-banner-desc": "Verifica la identidad de tu organización para empezar a invitar y ganar recompensas.",
  "refer-pending-org-banner": "Actualmente estamos verificando la identidad de tu organización.",
  "refer-pending-org-banner-desc": "Te notificaremos cuando esto se haya completado.",
  "refer-verified-banner": "¡Tu {{identity}} ha sido verificada!",
  "refer-verified-user-banner-desc": "Ahora puedes invitar amigos y ganar recompensas.",
  "refer-verified-org-banner-desc": "Comienza a invitar socios y gana recompensas.",
  "refer-verified-dismiss-btn": "Descartar",
  "refer-header": "✨ Recomienda y gana",
  "refer-title": "Ayúdanos a generar un mayor impacto y obtén una participación en nuestra comunidad",
  "refer-subtitle": "Al compartir Socious con talentos prometedores y organizaciones de impacto, no solo estás expandiendo nuestra red, sino también acelerando el cambio.",
  "refer-lear-more": "Más información sobre nuestro programa de recomendaciones.",
  "refer-copy": "Copiar",
  "refer-org-desc": "1% de cada factura cuando tu recomendación contrate",
  "refer-user-desc": "1% de sus ingresos en Socious",
  "refer-they-get": "Ellos obtienen",
  "refer-you-get": "Tú obtienes",
  "refer-discount": "50% de descuento en las tarifas de Socious durante el primer mes",
  "refer-sent": "Enviado",
  "refer-tell-contacts": "Dile a tus contactos que revisen su bandeja de entrada. Su invitación a Socious llegará en breve.",
  "refer-close": "Cerrar",
  "refer-refer-org": "Recomendar organizaciones",
  "refer-refer-talent": "Recomendar talentos",
  "refer-org-link": "Envía tu enlace a organizaciones que buscan talento con propósito.",
  "refer-talent-link": "Envía tu enlace a talentos que buscan trabajo y quieren marcar la diferencia.",
  "refer-invited": "¡Has sido invitado!",
  "refer-who-invited": "te ha invitado a unirte a Socious Work.",
  "refer-register": "Regístrate ahora para empezar a votar y hacer un impacto.",
  "refer-redirect": "Redirigiendo a Socious ID..."
}
