{
  "terms-introduction": "Con la misión de dar a todos la oportunidad de marcar la diferencia, Socious Global Inc. proporciona servicios a través de este sitio web en el dominio 'socious.io' y los servicios ofrecidos en esta aplicación.",
  "terms-article1-title": "Artículo 1. Aplicación",
  "terms-article1-content": "Estos Términos establecen los términos y condiciones de los Servicios y la relación de derechos y obligaciones entre la Empresa y el Usuario Registrado.",
  "terms-article2-title": "Artículo 2. Definiciones",
  "terms-article2-content": "Los siguientes términos utilizados en este Acuerdo tendrán los significados establecidos a continuación. (1) Sitio web: El sitio web operado por la Empresa cuyo dominio es 'socious.io/'.",
  "terms-article3-title": "Artículo 3. Procedimientos de Registro",
  "terms-article3-content": "Una persona que desee utilizar los Servicios debe aceptar cumplir con estos Términos de Uso y proporcionar cierta información según lo especificado por la Empresa.",
  "terms-article4-title": "Artículo 4. Prestación del Servicio",
  "terms-article4-content": "La Empresa pondrá el Sitio a disposición de los usuarios registrados y proporcionará el Servicio independientemente de la hora del día.",
  "terms-article5-title": "Artículo 5. Obligaciones de los Usuarios Registrados",
  "terms-article5-content": "El Usuario Registrado declara y garantiza lo siguiente: (1) Que el Usuario Registrado tiene la capacidad de celebrar este Acuerdo de manera efectiva.",
  "terms-article6-title": "Artículo 6. Propiedad de los Derechos",
  "terms-article6-content": "Todos los derechos de propiedad intelectual relacionados con el sitio web de la Empresa y el Servicio pertenecen a la Empresa o a la parte que haya otorgado una licencia a la Empresa.",
  "terms-article7-title": "Artículo 7. Servicios de Pago",
  "terms-article7-content": "Los Usuarios Registrados deberán pagar a la Empresa las tarifas de uso determinadas por separado por la Empresa y mostradas en el sitio web de la Empresa.",
  "terms-article8-title": "Artículo 8. Actos Prohibidos",
  "terms-article8-content": "Los usuarios registrados no deberán realizar ninguno de los siguientes actos al utilizar el Servicio: (1) Acciones que violen leyes y regulaciones o estén relacionadas con actos delictivos.",
  "terms-article9-title": "Artículo 9. Cancelación del Registro, etc.",
  "terms-article9-content": "En caso de que un usuario registrado incurra en alguno de los siguientes supuestos, la Empresa podrá cancelar su registro como usuario registrado.",
  "terms-article10-title": "Artículo 10. Retiro del Servicio",
  "terms-article10-content": "Un usuario registrado puede retirarse del Servicio y eliminar su registro como usuario registrado completando los procedimientos prescritos por la Empresa.",
  "terms-article11-title": "Artículo 11. Cambio y Terminación del Contenido del Servicio",
  "terms-article11-content": "La Empresa puede cambiar el contenido del Servicio o terminar su prestación a su conveniencia.",
  "terms-article12-title": "Artículo 12. Exención de Responsabilidad y Renuncia de Garantía",
  "terms-article12-content": "La Empresa no garantiza, expresa ni implícitamente, que el Servicio sea adecuado para un propósito particular del Usuario Registrado.",
  "terms-article13-title": "Artículo 13. Confidencialidad",
  "terms-article13-content": "El usuario registrado deberá mantener confidencial cualquier información no pública divulgada por la Empresa en relación con el Servicio.",
  "terms-article14-title": "Artículo 14. Modificaciones de este Acuerdo, etc.",
  "terms-article14-content": "La Empresa podrá modificar este Acuerdo si lo considera necesario.",
  "terms-article15-title": "Artículo 15. Notificaciones, etc.",
  "terms-article15-content": "El usuario registrado acepta que la Empresa pueda proporcionar notificaciones y mensajes a través del servicio o a la información de contacto proporcionada.",
  "terms-article16-title": "Artículo 16. Transferencia del Estado bajo el Contrato de Uso del Servicio, etc.",
  "terms-article16-content": "Los Usuarios Registrados no podrán ceder, transferir, hipotecar ni disponer de ninguna otra manera de su estado bajo el Contrato de Uso."
}
